<?php	return array ( 'site_name' => '壹商城', 'site_url' => 'http://mall.com.com', 'site_logo' => 'http://mall.com/upload/images/000/000/001/59fbdaba0fb008501820.png', 'site_qq' => '2931393342', 'site_email' => '2931393342@qq.com', 'site_icp' => '', 'seo_title' => '壹商城', 'seo_keywords' => '壹商城', 'seo_description' => '搭建微信商城的平台,提供店铺、商品、订单、物流、消息和客户的管理模块,同时还提供丰富的营销应用和活动插件。', 'site_footer' => '<p>京ICP备16035623号 版权所有 © 北京壹派科技有限公司</p>
<p>全国客服热线：400-8932-227</p>', 'allow_agent_invite' => '1', 'lbs_distance_limit' => '0', 'register_check_phone' => '0', 'register_phone_again_time' => '60', 'theme_user_group' => 'default', 'trade_pay_cancel_time' => '30', 'trade_pay_alert_time' => '20', 'trade_sucess_notice' => '1', 'trade_send_notice' => '1', 'trade_complain_notice' => '1', 'ucenter_page_title' => '会员主页', 'ucenter_bg_pic' => 'default_ucenter.jpg', 'ucenter_show_level' => '1', 'ucenter_show_point' => '1', 'wap_site_url' => 'http://mall.com/wap', 'theme_wap_group' => 'default', 'wx_token' => 'lepay', 'wx_appsecret' => 'lepay', 'wx_appid' => 'lepay', 'wx_componentverifyticket' => 'ticket@@@T_8MJc1d10U2sVG7SdQHqgcl9_PdjOt67fzB8oyXN0TD9jMpwEHoL7DWLXD3-Ims5WipUt27IdTqG5caJHTOFw', 'orderid_prefix' => 'WJ', 'pay_alipay_open' => '0', 'pay_alipay_name' => 'lepay', 'pay_alipay_pid' => 'lepay', 'pay_alipay_key' => 'lepay', 'pay_tenpay_open' => '0', 'pay_tenpay_partnerid' => 'lepay', 'pay_tenpay_partnerkey' => 'lepay', 'pay_yeepay_open' => '0', 'pay_yeepay_merchantaccount' => 'lepay', 'pay_yeepay_merchantprivatekey' => 'lepay', 'pay_yeepay_merchantpublickey' => 'lepay', 'pay_yeepay_yeepaypublickey' => 'lepay', 'pay_yeepay_productcatalog' => '1', 'pay_allinpay_open' => '0', 'pay_allinpay_merchantid' => 'lepay', 'pay_allinpay_merchantkey' => 'lepay', 'pay_weixin_open' => '1', 'pay_weixin_appid' => 'wx7941ffea4379e027', 'pay_weixin_mchid' => '1487812912', 'pay_weixin_key' => '1toiqg81tlknwgqiqlk0815ymdvqi1lk', 'wx_encodingaeskey' => 'lepay', 'wechat_appid' => 'wx7941ffea4379e027', 'wechat_appsecret' => 'ffe5c6671e2f2b873611883cdf56fd6f', 'bbs_url' => 'http://mall.com', 'user_store_num_limit' => '-1', 'sync_login_key' => 'KKgybUkzUqrBGwCTgnAhKmqJmrzfZajJUnZenBZEVQN', 'is_check_mobile' => '0', 'readme_title' => '微商城代理销售服务和结算协议', 'readme_content' => '在向消费者销售及向供应商采购的过程中,分销商需遵守：

1 分销商必须严格履行对消费者的承诺,分销商不得以其与供应商之间的约定对抗其对消费者的承诺,如果分销商与供应商之间的约定不清或不能覆盖分销商对消费者的销售承诺,风险由分销商自行承担；分销商与买家出现任何纠纷,均应当依据淘宝相关规则进行处理；

2 分销商承诺其最终销售给消费者的分销商品零售价格符合与供应商的约定；

3 在消费者（买家）付款后,分销商应当及时向供应商支付采购单货款,否则7天后系统将关闭采购单交易,分销商应当自行承担因此而发生的交易风险；

4 分销商应当在系统中及时同步供应商的实际产品库存,无论任何原因导致买家拍下后无货而产生的纠纷,均应由分销商自行承担风险与责任；

5 分销商承诺分销商品所产生的销售订单均由分销平台相应的的供应商供货,以保证分销商品品质；

6 分销商有义务确认消费者（买家）收货地址的有效性；

7 分销商有义务在买家收到货物后,及时确认货款给供应商。如果在供应商发出货物30天后,分销商仍未确认收货,则系统会自动确认收货并将采购单对应的货款支付给供应商。', 'max_store_drp_level' => '3', 'open_store_drp' => '1', 'open_platform_drp' => '1', 'platform_mall_index_page' => '6', 'platform_mall_open' => '1', 'theme_index_group' => 'default', 'wechat_qrcode' => 'https://mall.epaikj.com/template/index/default/images/lepaycom.jpg', 'wechat_name' => '共联商家服务中心', 'wechat_sourceid' => 'gh_6f17f72558ae', 'wechat_id' => 'gh_6f17f72558ae', 'wechat_token' => 'fa75c60e02f17d9ab8624a4815ca27d8', 'wechat_encodingaeskey' => '35WsxMjCGD3VWvxLYTez4bbC67BsLANC5kusyRu4VmM', 'wechat_encode' => '0', 'web_login_show' => '0', 'store_pay_weixin_open' => '0', 'im_appid' => '44208', 'im_appkey' => 'e5dbb021d3e3bd4dfc6fb35deddebcb3', 'attachment_upload_type' => '1', 'attachment_up_bucket' => 'image-yp', 'attachment_up_form_api_secret' => 'frcKOEYeSPP7m12RMkfWjLk+CdE=', 'attachment_up_username' => 'test', 'attachment_up_password' => '111111..', 'attachment_up_domainname' => 'pic.mall.epaikj.com', 'notify_appid' => 'aabbccddeeffgghhiijjkkllmmnn', 'notify_appkey' => 'aabbccddeeffgghhiijjkkll', 'is_diy_template' => '1', 'service_key' => 'ecc3642ecf264da914a5ab3048ecc3f2', 'attachment_upload_unlink' => '0', 'syn_domain' => 'http://www.lepay.com', 'withdrawal_min_amount' => '0', 'encryption' => 'lepay', 'is_allow_comment_control' => '2', 'ischeck_to_show_by_comment' => '1', 'pc_shopercenter_logo' => 'https://mall.epaikj.com/upload/images/000/000/001/59fbdaba0fb008501820.png', 'sales_ratio' => '0', 'weidian_key' => 'epcms', 'ischeck_store' => '1', 'synthesize_store' => '1', 'web_index_cache' => '0', 'is_have_activity' => '1', 'pc_usercenter_logo' => 'https://mall.epaikj.com/upload/images/000/000/001/59fbdaba0fb008501820.png', 'sms_topdomain' => 'https://mall.epaikj.com', 'sms_key' => '23662099', 'sms_price' => '10', 'sms_sign' => 'E派速达', 'sms_test_mobile' => '', 'sms_open' => '1', 'emergent_mode' => '0', 'order_return_date' => '7', 'order_complete_date' => '1', 'weidian_version' => '0', 'is_open_wap_login_sms_check' => '0', 'withdraw_limit' => '0', 'offline_money' => '0', 'open_drp_team' => '1', 'open_drp_degree' => '1', 'is_show_float_menu' => '0', 'is_allow_diy_drp_degree' => '1', 'open_test_payment' => '1', 'is_need_sub_register' => '0', 'allow_store_public_display' => '1', 'allow_account_pwd_confirm' => '0', 'reg_readme_content' => 'E派速达用户协议（以下简称"本协议"）是您与E派速达的所有者—北京壹派科技有限公司之间,就E派速达提供的服务等相关事宜所订立的正式的、 完整的合约或合同。请您仔细阅读本协议条款,完成注册即表示接受本协议的所有条件和条款,成为E派速达的正式用户。本协议内容同时包括E派速达 可能不断发布或更新的相关协议、业务规则等内容。上述内容一经正式发布,即为本协议不可分割的组成部分,本协议条款即构成了对双方具有法律约束 力的文件。 
第1条 定义 

1.1 E派速达,是城市化生活服务物流快送平台,以移动互联网为载体,建立用户之间的新型链接。 
1.2 E派速达,是包括但不限于域名为"epaikj.com"的Web站点和名称为"E派速达APP"的应用的合称,是为用户提供用户信息管理、 配送信息浏览与查询、配送交易撮合与处理、订单查询与管理、代理配送费磋商与谈判、配送费用代收代付、争议调解等互联网信息服务和在线交易处 理服务的网络平台。E派速达并不直接参与商户与用户之间的配送交易,双方因配送合同履行发生争议的,应当根据合同相对性原则自行协商处理或寻 求E派速达调解争议。 
1.3 用户,包含普通用户、实体商家用户（以下简称"商户"）、快送员用户。 

普通用户,包含注册用户和非注册用户。注册用户是指通过E派速达完成全部注册程序后,使用E派速达平台服务的用户。非注册用户是指未进行 注册,并能进入E派速达平台的用户。 

商户,是指在E派速达商家平台发布的,显示在E派速达的配送订单的需求方。 

快送员用户,是指E派速达的配送服务的提供方。本协议项下,特指已经登录或下载E派速达,并自愿申请注册,且具有完成配送订单之条件和资质 的用户。快送员用户依约完成配送订单的,有权获取相应的报酬。任何时候,快送员用户与E派速达之间并非劳动、劳务、雇佣关系。 
1.4 配送订单,是指商户通过E派速达商家平台发布的,在E派速达显示的配送服务要约信息（包括但不限于商户信息、配送货物、配送地址、收 货人信息及配送费用等）,用户一旦通过点击或确认的方式承诺配送订单的,配送合同即为生效。订单作为用户与商户的配送合同,是双方权利义务的证 明文件。 
第2条 服务条款的确认和接受 
2.1 用户应在使用E派速达的服务之前认真阅读本协议及相关业务规则内容。如对协议有任何疑问的,应向E派速达客服咨询。但无论用户事实上 是否在使用E派速达的服务之前认真阅读了本协议内容,只要用户使用E派速达的服务,则本协议即对用户产生约束,届时用户不应以未阅读本协议的内 容或者未获得E派速达客服对问询的解答等理由,主张本协议无效,或要求撤销本协议。 
2.2 用户必须完全同意所有服务条款并完成注册程序,才能成为E派速达的注册用户。在用户按照注册页面提示填写信息、阅读并同意本协议并 完成全部注册程序后,或以E派速达允许的其他方式实际使用E派速达的服务时,用户即受本协议的约束。 
2.3 用户确认有条件、有资质注册和使用E派速达的服务。用户应当是具备完全民事行为能力和责任能力的自然人、法人或法律确定的其他组织, 用户注册和使用E派速达商户平台的服务不违反任何法律或合同约定的义务（包括但不限于竞业限制义务、保密义务等）。如果不具备前述条件或资格的, E派速达有权中止或注销该用户的账户；由此给E派速达造成损失的,E派速达赔偿平台有权向用户追偿（包括但不限于赔偿金、补偿金、罚金以及诉讼费、 调查费及律师费等）。 
2.4 用户应当保证注册时提供的信息的完整性、真实性、合法性。E派速达有权根据业务需要,不时审核用户的注册信息是否完整真实有效,一旦 发现用户信息不符合E派速达业务规则的,E派速达有权中止或注销该用户。 
2.5 用户承诺一经确认订单,即应如约完整履行。E派速达有权根据业务规则采取扣款、罚款、中止抢单资格、注销账户等方式处罚用户的履约瑕疵行为。 
2.6 根据业务需要,E派速达保留在国家法律允许的范围内,独自决定拒绝服务、中止服务、终止服务或注销用户账户的权利。 
2.7 根据业务需要,E派速达保留在国家法律允许的范围内,不时地制订、修改本协议或业务规则,并以网站或者手机APP公示的方式进行公示。如用户 继续使用E派速达的服务的,即表示用户接受经修订的协议和规则。 
2.8 为了保证E派速达服务的安全性和功能的一致性,E派速达有权不经向用户特别通知而对应用进行更新,对E派速达的部分功能效果进 行改变或限制。 新版本发布后,旧版本的E派速达可能无法使用。E派速达不保证旧版本继续可用及相应的客户服务,用户应随时核对并下载最新版本。 

第3条 平台服务内容 
3.1 E派速达商户平台可能为不同的终端设备开发了不同的应用程序版本,商户应当根据实际情况选择下载合适的版本进行安装。E派速达商户平台不保证 所有的版本与相关设备的适配性和可用性,亦不保证所有的版本提供的服务的一致性。 
3.2 E派速达提供的服务为：提供用户信息管理、配送信息浏览与查询、配送交易撮合与处理、订单查询与管理、代理配送费磋商与谈判、配送费用代收代付、 争议调解等互联网信息服务和在线交易处理服务的网络平台。具体以E派速达届时有效的服务内容为准。 
3.3 尽管E派速达尽力保证服务的有效性和可用性,但因电信故障、黑客攻击或政策变动等因素,可能导致前述服务部分或全部无效或调整,用户理解并接受 该等情形的出现,并放弃因此向E派速达索赔的权利。 
3.4 用户必须自行准备如下服务设备,并承担相关服务开支： 
（1）服务设备,包括并不限于手机、电脑或者其他移动终端、调制解调器及其他必备的上网装置。 
（2）服务开支,包括并不限于网络接入费、上网设备租用费、网络流量费、结算手续费,以及履行配送服务过程可能发生的其他费用等。 
3.5 用户同意授权E派速达自商户处代为收取配送费用。配送费用的结算方式及结算周期根据E派速达届时有效的规则执行。因用户提供无效的、错误的、 不完整的结算账户信息导致的结算延迟、错误等责任由用户自行承担。用户同意并理解,配送费结算过程中可能产生的手续费或税费由用户自行承担,E派速达有权提前扣除。 
3.6 用户同意并理解,为了最大限度的维护用户利益,用户委托E派速达根据届时有效的业务规则购买相应的商业保险,相关费用从代收的配送费用中扣除,用户 可以在用户账户查询保险条款、保险购买记录及保单号等信息。 
3.7 用户使用E派速达服务而需要下载相关客户端程序时,E派速达给予用户一项单个的、不可转让及非排他性的许可。用户仅在使用E派速达商户平台服务时使用 相关客户端程序,不进行反向工程、反向汇编、反向编译,或者以其他方式尝试发现相关客户端程序的源代码；不得删除相关客户端程序及其副本上关于著作权的信息。 用户终止使用E派速达商户平台服务时,应当立即删除相 关客户端程序及其数据。 
3.8 本条及本协议其他条款未明示授权的其他一切权利仍由E派速达保留,用户在行使这些权利时须另外取得E派速达的书面许可。E派速达如果未行使前述任何权利, 并不构成对该权利的放弃。 

第4条 账户管理 
4.1 用户账户的所有权归E派速达所有,用户完成申请注册手续后,仅获得用户帐号的使用权,且该使用权仅属于初始申请注册人。 
4.2 用户注册成功后,将生成由用户自行设置的用户名和密码等账户信息。用户可以根据E派速达的业务规则改变密码。用户应谨慎合理的保存、使用其用户名和密码, 并对利用用户的用户名和密码完成管理权限验证而实施的所有行为、活动及事件负全责。用户若发现任何不当使用用户账号或存在安全漏洞等其他可能危及用户账户安全的情况, 应当立即以有效方式通知E派速达,要求E派速达暂停相关服务,并向公安机关报案。 
4.3 用户依据4.2条发出的通知至少应当包括情况描述,相关的初步证据,要求E派速达处理措施,通知人联系信息等,缺乏前述信息的通知视为无效通知。用户理解E 派速达对用户的通知请求识别、采取行动需要合理时间,E派速达对在采取行动前已经产生的后果（包括但不限于用户的任何损失）不承担任何责任。 
4.4 用户不得将账户借/租给他人使用,否则用户应承担由此产生的全部责任,并与实际使用人承担连带责任。一经发现,E派速达有权注销此等账户。 
4.5 用户理解并同意,E派速达有权使用用户的注册信息,登陆进入用户的注册账户,进行证据保全,包括但不限于公证、见证等；同时,为了更好的为用户提供服务, E派速达及其关联方可以无偿的、商业性的分析和使用用户注册信息及使用数据。 
4.6 用户注册帐号后如果长期不登录该帐号,E派速达有权回收、注销该帐号,以免造成资源浪费,由此带来的任何损失均由用户自行承担。 
4.7 用户理解并同意,E派速达通过向用户注册时预留的地址、电话、邮箱等任一方式发送信息,或者通过E派速达发送站内信息,即视为E派速达向用户履行了送达、 通知义务。 

第5条 责任范围与责任限制 
5.1 用户理解并同意,用户提供的配送服务的合同相对方是商户,合同履行的 瑕疵担保及付款责任应当由商户根据约定内容承担,作为交易信息平台的E派速达, 与商户是独立的商事主体,不向商户承担任何担保或连带责任。 
5.2 用户在履行配送服务之前,应当自行审核商户的真实性及履约能力,应当要求商家明示配送货物的性质和品类,以及货物接收人的信息,作为交易信息平台的E派速达, 不承担任何担保或连带责任。特别地,E派速达作为交易信息平台,无法控制每一配送订单所涉及的物品的质量、安全或合法性,以及配送交易的真实性或准确性。用户因完成配送 服务而遭受人身损害、财产损害的,或造成第三方人身损害、财产损害的,应当依法向责任主体追究法律责任,E派速达不承担任何责任。 
5.3 任何时候,用户禁止承揽配送下列货物： 
（1）国家法律法规禁止配送的； 
（2）国家法律法规要求特殊资质或条件配送的。 
5.4 有且仅当法律法规明确要求,或出现以下情况,E派速达才对商户及用注册信息、配送订单信息进行事先或事后的审查： 
（1）应商户或用户要求的,且有合理的理由认为特定商户、用户或交易可能存在重大违法或违约情形。 
（2）应商户或用户要求的,且有合理的理由认为商户、用户在E派速达的行为涉嫌违法或不当。 
用户理解并同意,受限于数据及技术条件,E派速达的前述审查行为无法做到完全审查。 
5.5 用户理解并同意,依据法律或本协议有明确的赔偿义务的前提下,E派速达的赔偿限额为单笔配送订单的配送费,且不对因下述情况而导致的任何损害赔偿承担责任, 包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿： 
（1）使用或未能使用E派速达的服务； 
（2）第三方未经批准地使用或更改用户的数据； 
（3）通过E派速达的服务购买或获取任何商品、样品、数据、信息等行为或替代行为产生的费用及损失； 
（4）用户对E派速达的服务的误解； 
（5）任何非因E派速达的过错原因而引起的与E派速达的服务有关的其它损失。 
5.6 如因不可抗力或其他E派速达无法控制的原因使E派速达系统崩溃或无法正常使用,从而导致配送交易无法完成或丢失有关的信息、记录等,E派速达不承担责任。 E派速达会尽可能合理地协助处理善后事宜,并努力使用户免受或减少经济损失。 
5.7 用户同意在发现E派速达任何内容不符合法律规定,或不符合本协议规定的,有义务及时通知E派速达。如果用户发现合法权利受到侵害,请将此情况告知E派速 达并同时提供如下信息和材料： 
（1）侵犯用户权利的信息的网址,编号或其他可以找到该信息的细节； 
（2）用户的联系方式,包括联系人姓名,地址,电话号码和电子邮件； 
（3）用户的身份证复印件、营业执照等其他相关资料。 
经审查得到证实的,E派速达将及时删除相关信息。E派速达仅接受邮寄、电子邮件或传真方式的书面侵权通知。情况紧急的,用户可以通过客服电话先行告知,E派速 达会视情况采取相应措施。 
5.8 用户应当严格遵守本协议及E派速达发布的其他协议、活动规则,因用户违反协议或规则的行为给第三方或E派速达造成损失的,用户应当承担全部责任,E派速 达因此承担责任的,有权向用户追偿。 
5.9 用户理解并同意,E派速达可能会与第三方合作向用户提供相关的服务（包括但不限于广告服务、支付服务、寻址定位服务等）,在此情况下,E派速达不保证该 第三方提供的服务的可用性、有效性和合法性。 
5.10 快送员用户与E派速达并非劳动、劳务、雇佣关系。快送员用户履行配送服务获取的佣金由商户提供。任何时候,快送员用户自E派速达获取的收益（若有）, 不应当视为工资、薪金及劳务报酬或类似收入。快送员用户应当自行或委托E派速达购买商业保险,并自行承担履行配送义务过程中的意外事故或责任事故的责任。 

第6条 对用户信息的存储和限制 
6.1 E派速达不对用户所发布信息的删除或储存失败负责,用户应当自行备份用户信息及使用数据。 
6.2 用户账户被注销后,E派速达没有义务为其保留或向其披露其账户中的任何信息,也没有义务向用户或第三方转发任何用户未曾阅读或发送过的信息。 
6.3 用户理解并同意,与E派速达的协议关系终止后,E派速达仍享有下列权利： 
（1）继续保存用户未及时删除的注册信息及使用E派速达的服务期间发布的所有信息的权利,直至法律规定的记录保存期满。 
（2）用户在使用E派速达的服务期间存在违法行为或违反本协议和/或规则的行为的,E派速达仍可依据本协议向用户主张权利。 
（3）要求用户根据本协议承担保密义务而无需支付任何费用的权利。 

第7条 信息与数据所有权 
7.1 E派速达各项信息服务及其载体,以及交易处理数据的所有权和运营权归E派速达,E派速达得依自身义务需要采取任何商业性利用或开发。 
7.2 E派速达服务内容包括：文字、软件、声音、图片、录像、图表、广告中的全部内容；电子邮件的全部内容；E派速达为用户提供的其他信息。 所有这些内容受版权、商标、标签和其它财产权法律的保护。所以,用户只能在E派速达和广告商授权下才能使用这些内容,而不能擅自复制、再造这些内容、 或创造与内容有关的派生产品。E派速达所有的文章版权归原文作者和E派速达共同所有,任何人需要转载该等文章或信息,必须征得原文作者或E派速达授权。 
7.3 用户接受本协议条款,即表明该用户将其在E派速达发表的任何形式的信息的著作权或其他合法权利,包括并不限于：复制权、发行权、出租权、展览权、 表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利无偿独家转让给E派速达所有,同时表明该 用户许可E派速达有权就任何主体侵权而单独提起诉讼,并获得全部赔偿。本协议效力及于用户在E派速达发布的任何受著作权法保护的作品内容,无论该内容形成于本 协议签订前还是本协议签订后。同时,E派速达保留删除站内各类不符合规定的信息而不通知用户的权利。 

第8条 用户行为规范 
8.1 用户须严格按照E派速达提供、发布、更新的服务条款和业务规则执行。E派速达不时发布的成文或非成文的业务规则,以及既成的交易模式或惯例,视为 本协议的重要组成部分。 
8.2 在使用E派速达服务过程中,用户承诺遵守以下约定： 
（1）在使用E派速达的服务过程中实施的所有行为均遵守国家法律、法规等规范文件及E派速达的各项规则的规定和要求,不违背社会公共利益或公共道德,不损害他人 的合法权益,不违反本协议及相关规则。如果违反前述承诺,产生任何法律后果的,用户应以自己的名义独立承担所有的法律责任,并确保E派速达免于因此产生任何损失。 
（2）不发布国家禁止发布的信息（除非取得合法且足够的许可）,不发布涉嫌侵犯他人知识产权或其它合法权益的信息,不发布违背社会公共利益或公共道德、公序良 俗的信息,不发布其它涉嫌违法或违反本协议及各类规则的信息。 
（3）不对E派速达上的任何数据或信息作商业性利用,包括但不限于在未经E派速达事先书面同意的情况下,以复制、传播等任何方式使用,或许可、泄露给任何第三方使用, 或者为任何第三方使用提供便利,该等责任及于用户与E派速达配送服务平台服务关系终止后三年。 
（4）不使用任何装置、软件或例行程序干预或试图干预E派速达的正常运作或正在E派速达上进行的任何活动。用户不得采取任何将导致不合理的庞大数据负载加诸E派速达网络 设备的行动。 
（5）不得发表、传送、传播、储存侵害他人知识产权、商业秘密权等合法权利的内容或包含病毒、木马、定时炸弹等可能对E派速达服务系统造成伤害或影响其稳定性的内容。 
（6）不得进行危害计算机网络安全的行为,包括但不限于：使用未经许可的数据或进入未经许可的服务器帐号；不得未经允许进入公众计算机网络或者他人计算机系统并删除、 修改、增加存储信息；不得未经许可,企图探查、扫描、测试本平台系统或网络的弱点或其它实施破坏网络安全的行为；不得企图干涉、破坏本平台系统或手机APP的正常运行。 
（7）不得发布任何有损E派速达商誉的言论。 

8.3 用户理解并同意： 
（1）违反上述承诺时,E派速达有权依据本协议的约定,做出相应处理或终止提供服务,且无须征得用户的同意或提前通知用户。 
（2）根据相关法令的指定或者E派速达服务规则的判断,用户的行为涉嫌违反法律法规的规定或违反本协议和/或规则的条款的,E派速达有权采取相应措施,包括但不限于罚款、 暂扣款项、直接屏蔽、删除侵权信息、降低信用值或直接停止提供服务,直至注销账户。 
（3）对于用户在E派速达上实施的行为,包括未在E派速达上实施但已经对E派速达及其用户产生影响的行为,E派速达有权单方认定该行为的性质及是否构成对本协议和/或规则 的违反,并据此采取相应的必要的处理措施。 
（4）对于用户涉嫌违反承诺的行为对任意第三方造成损害的,用户均应当以自己的名义独立承担所有的法律责任,并应确保E派速达免于承担因此产生的损失或增加的费用。 
（5）如用户涉嫌违反有关法律或者本协议之规定,使E派速达遭受任何损失,或受到任何第三方的索赔,或受到任何行政管理部门的处罚,用户应当赔偿E派速达因此造成的损失 及发生的费用,包括合理的律师费用。 
8.4 用户因使用E派速达而获取的收益,应当自行依法缴纳相关税费。 

第9条 法律管辖和适用 
9.1 本条款的订立、执行、解释及争议的解决均应适用中国法律。 
9.2 本协议签订地为中华人民共和国北京市。 
9.3 如双方就本条款内容或其执行发生任何争议,双方应尽力友好协商解决；协商不成时,任何一方均可向E派速达商户平台所在地的人民法院提起诉讼。 
9.4本协议所有条款的标题仅为阅读方便,本身并无实际涵义,不能作为本协议涵义解释的依据。 
9.5本协议条款无论因何种原因部分无效或不可执行,其余条款仍有效,对双方具有约束力。', 'is_change_bankcard_open' => '0', 'user_point_total' => '1000000', 'store_point_total' => '0', 'platform_weixin_open' => '1', 'platform_wechat_appid' => '', 'platform_wechat_appsecret' => '', 'platform_weixin_appid' => '', 'platform_weixin_mchid' => '', 'platform_weixin_key' => '', 'platform_alipay_open' => '0', 'platform_alipay_name' => '', 'platform_alipay_pid' => '', 'platform_alipay_key' => '', 'is_show_credit' => '1', 'wap_login_bind' => '1', );?>