<?php	return array ( 'site_name' => '五一乐卡有限公司', 'site_url' => 'http://lk.com', 'site_logo' => 'http://lk.com/upload/images/000/000/001/201806/5b17b226171db.jpg', 'site_qq' => '13157839883', 'site_email' => '2931393342@qq.com', 'site_icp' => '23432wsddgf', 'seo_title' => '壹商城', 'seo_keywords' => '壹商城', 'seo_description' => '搭建微信商城的平台,提供店铺、商品、订单、物流、消息和客户的管理模块,同时还提供丰富的营销应用和活动插件。', 'site_footer' => '<p>京ICP备16035623号 版权所有 © 北京五一乐卡科技有限公司</p>
<p>全国客服热线：400-8932-227</p>', 'allow_agent_invite' => '1', 'register_check_phone' => '0', 'trade_pay_cancel_time' => '30', 'trade_sucess_notice' => '1', 'trade_send_notice' => '1', 'trade_complain_notice' => '1', 'wx_token' => 'lepay', 'wx_appsecret' => 'lepay', 'wx_appid' => 'lepay', 'orderid_prefix' => 'WJ', 'pay_alipay_open' => '0', 'pay_alipay_name' => 'lepay', 'pay_alipay_pid' => 'lepay', 'pay_alipay_key' => 'lepay', 'pay_weixin_open' => '1', 'pay_weixin_mchid' => '1487812912', 'pay_weixin_key' => '1toiqg81tlknwgqiqlk0815ymdvqi1lk', 'wx_encodingaeskey' => 'lepay', 'wechat_appid' => 'wx7941ffea4379e027', 'wechat_appsecret' => 'ffe5c6671e2f2b873611883cdf56fd6f', 'bbs_url' => 'http://lk.com', 'user_store_num_limit' => '-1', 'sync_login_key' => 'KKgybUkzUqrBGwCTgnAhKmqJmrzfZajJUnZenBZEVQN', 'is_check_mobile' => '0', 'readme_title' => '微商城代理销售服务和结算协议', 'max_store_drp_level' => '3', 'open_store_drp' => '1', 'open_platform_drp' => '1', 'platform_mall_index_page' => '6', 'platform_mall_open' => '1', 'theme_index_group' => 'default', 'wechat_qrcode' => 'https://mall.epaikj.com/template/index/default/images/lepaycom.jpg', 'wechat_name' => '共联商家服务中心', 'wechat_sourceid' => 'gh_6f17f72558ae', 'wechat_id' => 'gh_6f17f72558ae', 'wechat_token' => 'fa75c60e02f17d9ab8624a4815ca27d8', 'wechat_encodingaeskey' => '35WsxMjCGD3VWvxLYTez4bbC67BsLANC5kusyRu4VmM', 'wechat_encode' => '0', 'web_login_show' => '0', 'store_pay_weixin_open' => '0', 'im_appid' => '44208', 'im_appkey' => 'e5dbb021d3e3bd4dfc6fb35deddebcb3', 'attachment_upload_type' => '0', 'attachment_up_bucket' => 'image-yp', 'attachment_up_form_api_secret' => 'frcKOEYeSPP7m12RMkfWjLk+CdE=', 'attachment_up_username' => 'test', 'attachment_up_password' => '111111..', 'attachment_up_domainname' => 'pic.mall.epaikj.com', 'notify_appid' => 'aabbccddeeffgghhiijjkkllmmnn', 'notify_appkey' => 'aabbccddeeffgghhiijjkkll', 'is_diy_template' => '1', 'service_key' => 'ecc3642ecf264da914a5ab3048ecc3f2', 'attachment_upload_unlink' => '0', 'syn_domain' => 'http://www.lepay.com', 'withdrawal_min_amount' => '0', 'encryption' => 'lepay', 'is_allow_comment_control' => '2', 'ischeck_to_show_by_comment' => '1', 'pc_shopercenter_logo' => 'http://lk.com/upload/images/000/000/001/201806/5b17b23e38e67.jpg', 'sales_ratio' => '0', 'weidian_key' => 'epcms', 'ischeck_store' => '1', 'synthesize_store' => '1', 'web_index_cache' => '0', 'is_have_activity' => '1', 'pc_usercenter_logo' => 'http://lk.com/upload/images/000/000/001/201806/5b17b2340d0e9.jpg', 'sms_topdomain' => 'https://mall.epaikj.com', 'sms_key' => '23662099', 'sms_price' => '10', 'sms_sign' => 'E派速达', 'sms_test_mobile' => '', 'sms_open' => '1', 'emergent_mode' => '0', 'order_return_date' => '7', 'order_complete_date' => '1', 'weidian_version' => '0', 'is_open_wap_login_sms_check' => '0', 'withdraw_limit' => '0', 'offline_money' => '0', 'open_drp_team' => '1', 'open_drp_degree' => '1', 'is_show_float_menu' => '0', 'is_allow_diy_drp_degree' => '1', 'open_test_payment' => '1', 'is_need_sub_register' => '0', 'allow_store_public_display' => '1', 'allow_account_pwd_confirm' => '0', 'is_change_bankcard_open' => '0', 'user_point_total' => '1000000', 'store_point_total' => '0', 'platform_weixin_open' => '1', 'platform_wechat_appid' => '', 'platform_wechat_appsecret' => '', 'platform_weixin_appid' => '', 'platform_weixin_mchid' => '', 'platform_weixin_key' => '', 'platform_alipay_open' => '0', 'platform_alipay_name' => '', 'platform_alipay_pid' => '', 'platform_alipay_key' => '', 'is_show_credit' => '1', 'wap_login_bind' => '1', 'reg_readme_content' => '五一乐卡服务条例（以下简称"本条例"）是您与五一乐卡的所有者和北京五一乐卡科技有限公司之间,就五一乐卡提供的服务等相关事宜所订立的正式的、 完整的合约或合同。请您仔细阅读本条例条款,完成注册即表示接受本条例的所有条件和条款,成为五一乐卡的正式用户。本条例内容同时包括五一乐卡 可能不断发布或更新的相关条例、业务规则等内容。上述内容一经正式发布,即为本条例不可分割的组成部分,本条例条款即构成了对双方具有法律约束 力的文件。 
第1条 定义 

1.1 五一乐卡,以移动互联网为载体,建立用户之间的新型链接。 
1.2 五一乐卡,是包括但不限于域名为"lepay.com"的Web站点和名称为"五一乐卡APP"的应用的合称,是为用户提供用户信息管理、 卡券信息浏览与查询、交易撮合与处理、订单查询与管理、代理费磋商与谈判、费用代收代付、争议调解等互联网信息服务和在线交易处 理服务的网络平台。五一乐卡并不直接参与商户与用户之间的交易,双方因合同履行发生争议的,应当根据合同相对性原则自行协商处理或寻 求五一乐卡调解争议。 
1.3 用户,包含普通用户、商家认证用户（以下简称"商户"）、个人认证用户。 

普通用户,包含注册用户和非注册用户。注册用户是指通过五一乐卡完成全部注册程序后,使用五一乐卡平台服务的用户。非注册用户是指未进行 注册,并能进入五一乐卡平台的用户。 

商户,是指在五一乐卡商家平台发布的,显示在五一乐卡的订单的需求方。 

快送员用户,是指五一乐卡的服务的提供方。本条例项下,特指已经登录或下载五一乐卡,并自愿申请注册,且具有完成订单之条件和资质 的用户。快送员用户依约完成订单的,有权获取相应的报酬。任何时候,快送员用户与五一乐卡之间并非劳动、劳务、雇佣关系。 
1.4 订单,是指商户通过五一乐卡商家平台发布的,在五一乐卡显示的服务要约信息（包括但不限于商户信息、货物、地址、收 货人信息及费用等）,用户一旦通过点击或确认的方式承诺订单的,合同即为生效。订单作为用户与商户的合同,是双方权利义务的证 明文件。 
第2条 服务条款的确认和接受 
2.1 用户应在使用五一乐卡的服务之前认真阅读本条例及相关业务规则内容。如对条例有任何疑问的,应向五一乐卡客服咨询。但无论用户事实上 是否在使用五一乐卡的服务之前认真阅读了本条例内容,只要用户使用五一乐卡的服务,则本条例即对用户产生约束,届时用户不应以未阅读本条例的内 容或者未获得五一乐卡客服对问询的解答等理由,主张本条例无效,或要求撤销本条例。 
2.2 用户必须完全同意所有服务条款并完成注册程序,才能成为五一乐卡的注册用户。在用户按照注册页面提示填写信息、阅读并同意本条例并 完成全部注册程序后,或以五一乐卡允许的其他方式实际使用五一乐卡的服务时,用户即受本条例的约束。 
2.3 用户确认有条件、有资质注册和使用五一乐卡的服务。用户应当是具备完全民事行为能力和责任能力的自然人、法人或法律确定的其他组织, 用户注册和使用五一乐卡商户平台的服务不违反任何法律或合同约定的义务（包括但不限于竞业限制义务、保密义务等）。如果不具备前述条件或资格的, 五一乐卡有权中止或注销该用户的账户；由此给五一乐卡造成损失的,五一乐卡赔偿平台有权向用户追偿（包括但不限于赔偿金、补偿金、罚金以及诉讼费、 调查费及律师费等）。 
2.4 用户应当保证注册时提供的信息的完整性、真实性、合法性。五一乐卡有权根据业务需要,不时审核用户的注册信息是否完整真实有效,一旦 发现用户信息不符合五一乐卡业务规则的,五一乐卡有权中止或注销该用户。 
2.5 用户承诺一经确认订单,即应如约完整履行。五一乐卡有权根据业务规则采取扣款、罚款、中止抢单资格、注销账户等方式处罚用户的履约瑕疵行为。 
2.6 根据业务需要,五一乐卡保留在国家法律允许的范围内,独自决定拒绝服务、中止服务、终止服务或注销用户账户的权利。 
2.7 根据业务需要,五一乐卡保留在国家法律允许的范围内,不时地制订、修改本条例或业务规则,并以网站或者手机APP公示的方式进行公示。如用户 继续使用五一乐卡的服务的,即表示用户接受经修订的条例和规则。 
2.8 为了保证五一乐卡服务的安全性和功能的一致性,五一乐卡有权不经向用户特别通知而对应用进行更新,对五一乐卡的部分功能效果进 行改变或限制。 新版本发布后,旧版本的五一乐卡可能无法使用。五一乐卡不保证旧版本继续可用及相应的客户服务,用户应随时核对并下载最新版本。 

第3条 平台服务内容 
3.1 五一乐卡商户平台可能为不同的终端设备开发了不同的应用程序版本,商户应当根据实际情况选择下载合适的版本进行安装。五一乐卡商户平台不保证 所有的版本与相关设备的适配性和可用性,亦不保证所有的版本提供的服务的一致性。 
3.2 五一乐卡提供的服务为：提供用户信息管理、信息浏览与查询、交易撮合与处理、订单查询与管理、代理费磋商与谈判、费用代收代付、 争议调解等互联网信息服务和在线交易处理服务的网络平台。具体以五一乐卡届时有效的服务内容为准。 
3.3 尽管五一乐卡尽力保证服务的有效性和可用性,但因电信故障、黑客攻击或政策变动等因素,可能导致前述服务部分或全部无效或调整,用户理解并接受 该等情形的出现,并放弃因此向五一乐卡索赔的权利。 
3.4 用户必须自行准备如下服务设备,并承担相关服务开支： 
（1）服务设备,包括并不限于手机、电脑或者其他移动终端、调制解调器及其他必备的上网装置。 
（2）服务开支,包括并不限于网络接入费、上网设备租用费、网络流量费、结算手续费,以及履行服务过程可能发生的其他费用等。 
3.5 用户同意授权五一乐卡自商户处代为收取费用。费用的结算方式及结算周期根据五一乐卡届时有效的规则执行。因用户提供无效的、错误的、 不完整的结算账户信息导致的结算延迟、错误等责任由用户自行承担。用户同意并理解,费结算过程中可能产生的手续费或税费由用户自行承担,五一乐卡有权提前扣除。 
3.6 用户同意并理解,为了最大限度的维护用户利益,用户委托五一乐卡根据届时有效的业务规则购买相应的商业保险,相关费用从代收的费用中扣除,用户 可以在用户账户查询保险条款、保险购买记录及保单号等信息。 
3.7 用户使用五一乐卡服务而需要下载相关客户端程序时,五一乐卡给予用户一项单个的、不可转让及非排他性的许可。用户仅在使用五一乐卡商户平台服务时使用 相关客户端程序,不进行反向工程、反向汇编、反向编译,或者以其他方式尝试发现相关客户端程序的源代码；不得删除相关客户端程序及其副本上关于著作权的信息。 用户终止使用五一乐卡商户平台服务时,应当立即删除相 关客户端程序及其数据。 
3.8 本条及本条例其他条款未明示授权的其他一切权利仍由五一乐卡保留,用户在行使这些权利时须另外取得五一乐卡的书面许可。五一乐卡如果未行使前述任何权利, 并不构成对该权利的放弃。 

第4条 账户管理 
4.1 用户账户的所有权归五一乐卡所有,用户完成申请注册手续后,仅获得用户帐号的使用权,且该使用权仅属于初始申请注册人。 
4.2 用户注册成功后,将生成由用户自行设置的用户名和密码等账户信息。用户可以根据五一乐卡的业务规则改变密码。用户应谨慎合理的保存、使用其用户名和密码, 并对利用用户的用户名和密码完成管理权限验证而实施的所有行为、活动及事件负全责。用户若发现任何不当使用用户账号或存在安全漏洞等其他可能危及用户账户安全的情况, 应当立即以有效方式通知五一乐卡,要求五一乐卡暂停相关服务,并向公安机关报案。 
4.3 用户依据4.2条发出的通知至少应当包括情况描述,相关的初步证据,要求五一乐卡处理措施,通知人联系信息等,缺乏前述信息的通知视为无效通知。用户理解E 派速达对用户的通知请求识别、采取行动需要合理时间,五一乐卡对在采取行动前已经产生的后果（包括但不限于用户的任何损失）不承担任何责任。 
4.4 用户不得将账户借/租给他人使用,否则用户应承担由此产生的全部责任,并与实际使用人承担连带责任。一经发现,五一乐卡有权注销此等账户。 
4.5 用户理解并同意,五一乐卡有权使用用户的注册信息,登陆进入用户的注册账户,进行证据保全,包括但不限于公证、见证等；同时,为了更好的为用户提供服务, 五一乐卡及其关联方可以无偿的、商业性的分析和使用用户注册信息及使用数据。 
4.6 用户注册帐号后如果长期不登录该帐号,五一乐卡有权回收、注销该帐号,以免造成资源浪费,由此带来的任何损失均由用户自行承担。 
4.7 用户理解并同意,五一乐卡通过向用户注册时预留的地址、电话、邮箱等任一方式发送信息,或者通过五一乐卡发送站内信息,即视为五一乐卡向用户履行了送达、 通知义务。 

第5条 责任范围与责任限制 
5.1 用户理解并同意,用户提供的服务的合同相对方是商户,合同履行的 瑕疵担保及付款责任应当由商户根据约定内容承担,作为交易信息平台的五一乐卡, 与商户是独立的商事主体,不向商户承担任何担保或连带责任。 
5.2 用户在履行服务之前,应当自行审核商户的真实性及履约能力,应当要求商家明示货物的性质和品类,以及货物接收人的信息,作为交易信息平台的五一乐卡, 不承担任何担保或连带责任。特别地,五一乐卡作为交易信息平台,无法控制每一订单所涉及的物品的质量、安全或合法性,以及交易的真实性或准确性。用户因完成 服务而遭受人身损害、财产损害的,或造成第三方人身损害、财产损害的,应当依法向责任主体追究法律责任,五一乐卡不承担任何责任。 
5.3 任何时候,用户禁止承揽下列货物： 
（1）国家法律法规禁止的； 
（2）国家法律法规要求特殊资质或条件的。 
5.4 有且仅当法律法规明确要求,或出现以下情况,五一乐卡才对商户及用注册信息、订单信息进行事先或事后的审查： 
（1）应商户或用户要求的,且有合理的理由认为特定商户、用户或交易可能存在重大违法或违约情形。 
（2）应商户或用户要求的,且有合理的理由认为商户、用户在五一乐卡的行为涉嫌违法或不当。 
用户理解并同意,受限于数据及技术条件,五一乐卡的前述审查行为无法做到完全审查。 
5.5 用户理解并同意,依据法律或本条例有明确的赔偿义务的前提下,五一乐卡的赔偿限额为单笔订单的费,且不对因下述情况而导致的任何损害赔偿承担责任, 包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿： 
（1）使用或未能使用五一乐卡的服务； 
（2）第三方未经批准地使用或更改用户的数据； 
（3）通过五一乐卡的服务购买或获取任何商品、样品、数据、信息等行为或替代行为产生的费用及损失； 
（4）用户对五一乐卡的服务的误解； 
（5）任何非因五一乐卡的过错原因而引起的与五一乐卡的服务有关的其它损失。 
5.6 如因不可抗力或其他五一乐卡无法控制的原因使五一乐卡系统崩溃或无法正常使用,从而导致交易无法完成或丢失有关的信息、记录等,五一乐卡不承担责任。 五一乐卡会尽可能合理地协助处理善后事宜,并努力使用户免受或减少经济损失。 
5.7 用户同意在发现五一乐卡任何内容不符合法律规定,或不符合本条例规定的,有义务及时通知五一乐卡。如果用户发现合法权利受到侵害,请将此情况告知E派速 达并同时提供如下信息和材料： 
（1）侵犯用户权利的信息的网址,编号或其他可以找到该信息的细节； 
（2）用户的联系方式,包括联系人姓名,地址,电话号码和电子邮件； 
（3）用户的身份证复印件、营业执照等其他相关资料。 
经审查得到证实的,五一乐卡将及时删除相关信息。五一乐卡仅接受邮寄、电子邮件或传真方式的书面侵权通知。情况紧急的,用户可以通过客服电话先行告知,E派速 达会视情况采取相应措施。 
5.8 用户应当严格遵守本条例及五一乐卡发布的其他条例、活动规则,因用户违反条例或规则的行为给第三方或五一乐卡造成损失的,用户应当承担全部责任,E派速 达因此承担责任的,有权向用户追偿。 
5.9 用户理解并同意,五一乐卡可能会与第三方合作向用户提供相关的服务（包括但不限于广告服务、支付服务、寻址定位服务等）,在此情况下,五一乐卡不保证该 第三方提供的服务的可用性、有效性和合法性。 
5.10 快送员用户与五一乐卡并非劳动、劳务、雇佣关系。快送员用户履行服务获取的佣金由商户提供。任何时候,快送员用户自五一乐卡获取的收益（若有）, 不应当视为工资、薪金及劳务报酬或类似收入。快送员用户应当自行或委托五一乐卡购买商业保险,并自行承担履行义务过程中的意外事故或责任事故的责任。 

第6条 对用户信息的存储和限制 
6.1 五一乐卡不对用户所发布信息的删除或储存失败负责,用户应当自行备份用户信息及使用数据。 
6.2 用户账户被注销后,五一乐卡没有义务为其保留或向其披露其账户中的任何信息,也没有义务向用户或第三方转发任何用户未曾阅读或发送过的信息。 
6.3 用户理解并同意,与五一乐卡的条例关系终止后,五一乐卡仍享有下列权利： 
（1）继续保存用户未及时删除的注册信息及使用五一乐卡的服务期间发布的所有信息的权利,直至法律规定的记录保存期满。 
（2）用户在使用五一乐卡的服务期间存在违法行为或违反本条例和/或规则的行为的,五一乐卡仍可依据本条例向用户主张权利。 
（3）要求用户根据本条例承担保密义务而无需支付任何费用的权利。 

第7条 信息与数据所有权 
7.1 五一乐卡各项信息服务及其载体,以及交易处理数据的所有权和运营权归五一乐卡,五一乐卡得依自身义务需要采取任何商业性利用或开发。 
7.2 五一乐卡服务内容包括：文字、软件、声音、图片、录像、图表、广告中的全部内容；电子邮件的全部内容；五一乐卡为用户提供的其他信息。 所有这些内容受版权、商标、标签和其它财产权法律的保护。所以,用户只能在五一乐卡和广告商授权下才能使用这些内容,而不能擅自复制、再造这些内容、 或创造与内容有关的派生产品。五一乐卡所有的文章版权归原文作者和五一乐卡共同所有,任何人需要转载该等文章或信息,必须征得原文作者或五一乐卡授权。 
7.3 用户接受本条例条款,即表明该用户将其在五一乐卡发表的任何形式的信息的著作权或其他合法权利,包括并不限于：复制权、发行权、出租权、展览权、 表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利无偿独家转让给五一乐卡所有,同时表明该 用户许可五一乐卡有权就任何主体侵权而单独提起诉讼,并获得全部赔偿。本条例效力及于用户在五一乐卡发布的任何受著作权法保护的作品内容,无论该内容形成于本 条例签订前还是本条例签订后。同时,五一乐卡保留删除站内各类不符合规定的信息而不通知用户的权利。 

第8条 用户行为规范 
8.1 用户须严格按照五一乐卡提供、发布、更新的服务条款和业务规则执行。五一乐卡不时发布的成文或非成文的业务规则,以及既成的交易模式或惯例,视为 本条例的重要组成部分。 
8.2 在使用五一乐卡服务过程中,用户承诺遵守以下约定： 
（1）在使用五一乐卡的服务过程中实施的所有行为均遵守国家法律、法规等规范文件及五一乐卡的各项规则的规定和要求,不违背社会公共利益或公共道德,不损害他人 的合法权益,不违反本条例及相关规则。如果违反前述承诺,产生任何法律后果的,用户应以自己的名义独立承担所有的法律责任,并确保五一乐卡免于因此产生任何损失。 
（2）不发布国家禁止发布的信息（除非取得合法且足够的许可）,不发布涉嫌侵犯他人知识产权或其它合法权益的信息,不发布违背社会公共利益或公共道德、公序良 俗的信息,不发布其它涉嫌违法或违反本条例及各类规则的信息。 
（3）不对五一乐卡上的任何数据或信息作商业性利用,包括但不限于在未经五一乐卡事先书面同意的情况下,以复制、传播等任何方式使用,或许可、泄露给任何第三方使用, 或者为任何第三方使用提供便利,该等责任及于用户与五一乐卡服务平台服务关系终止后三年。 
（4）不使用任何装置、软件或例行程序干预或试图干预五一乐卡的正常运作或正在五一乐卡上进行的任何活动。用户不得采取任何将导致不合理的庞大数据负载加诸五一乐卡网络 设备的行动。 
（5）不得发表、传送、传播、储存侵害他人知识产权、商业秘密权等合法权利的内容或包含病毒、木马、定时炸弹等可能对五一乐卡服务系统造成伤害或影响其稳定性的内容。 
（6）不得进行危害计算机网络安全的行为,包括但不限于：使用未经许可的数据或进入未经许可的服务器帐号；不得未经允许进入公众计算机网络或者他人计算机系统并删除、 修改、增加存储信息；不得未经许可,企图探查、扫描、测试本平台系统或网络的弱点或其它实施破坏网络安全的行为；不得企图干涉、破坏本平台系统或手机APP的正常运行。 
（7）不得发布任何有损五一乐卡商誉的言论。 

8.3 用户理解并同意： 
（1）违反上述承诺时,五一乐卡有权依据本条例的约定,做出相应处理或终止提供服务,且无须征得用户的同意或提前通知用户。 
（2）根据相关法令的指定或者五一乐卡服务规则的判断,用户的行为涉嫌违反法律法规的规定或违反本条例和/或规则的条款的,五一乐卡有权采取相应措施,包括但不限于罚款、 暂扣款项、直接屏蔽、删除侵权信息、降低信用值或直接停止提供服务,直至注销账户。 
（3）对于用户在五一乐卡上实施的行为,包括未在五一乐卡上实施但已经对五一乐卡及其用户产生影响的行为,五一乐卡有权单方认定该行为的性质及是否构成对本条例和/或规则 的违反,并据此采取相应的必要的处理措施。 
（4）对于用户涉嫌违反承诺的行为对任意第三方造成损害的,用户均应当以自己的名义独立承担所有的法律责任,并应确保五一乐卡免于承担因此产生的损失或增加的费用。 
（5）如用户涉嫌违反有关法律或者本条例之规定,使五一乐卡遭受任何损失,或受到任何第三方的索赔,或受到任何行政管理部门的处罚,用户应当赔偿五一乐卡因此造成的损失 及发生的费用,包括合理的律师费用。 
8.4 用户因使用五一乐卡而获取的收益,应当自行依法缴纳相关税费。 

第9条 法律管辖和适用 
9.1 本条款的订立、执行、解释及争议的解决均应适用中国法律。 
9.2 本条例签订地为中华人民共和国北京市。 
9.3 如双方就本条款内容或其执行发生任何争议,双方应尽力友好协商解决；协商不成时,任何一方均可向五一乐卡商户平台所在地的人民法院提起诉讼。 
9.4本条例所有条款的标题仅为阅读方便,本身并无实际涵义,不能作为本条例涵义解释的依据。 
9.5本条例条款无论因何种原因部分无效或不可执行,其余条款仍有效,对双方具有约束力。', );?>